11/data/attachments/e5b3d825cfc2d65.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_bdc7e9cd-193a-40a1-a8be-31e94496bd4f</nif:username>
            <nif:friendToBeAdded>Crystal_room_Friend_94340_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>